[Balance.Unique.PawnBalance_TentacleRaidA AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Spike waved his hand")

[Balance.Unique.PawnBalance_TentacleRaidB AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Invincible like the Thoramorph")

[Balance.Unique.PawnBalance_TentacleRaidC AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Thermomorphic stone house")

[Balance.Unique.PawnBalance_TentacleRaidD AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Help find the weapon pack")

[Balance.Unique.PawnBalance_TentacleRaidE AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Terramorphic Adhesive")

[Balance.Unique.PawnBalance_TentacleRaidF AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Large oven")

